tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
brew "sqlite"
brew "python"
brew "elasticsearch"
brew "elixir"
brew "fzf"
brew "git"
brew "git-gui"
brew "go"
brew "grafana"
brew "htop"
brew "httpie"
brew "kubernetes-cli"
brew "kubectx"
brew "librdkafka"
brew "macvim"
brew "memcached"
brew "minikube"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "nvm"
brew "ossp-uuid"
brew "postgresql", restart_service: true
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "tmux", args: ["with-utf8proc"]
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zeromq", args: ["HEAD"]
brew "zsh"
brew "zsh-syntax-highlighting"
brew "goles/battery/battery"
cask "ngrok"
