tap "homebrew/bundle"
tap "homebrew/services"
tap "neovim/neovim"
brew "sqlite"
brew "python"
brew "fzf"
brew "git"
brew "git-gui"
brew "htop"
brew "httpie"
brew "kubernetes-cli"
brew "kubectx"
brew "librdkafka"
brew "memcached"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "ossp-uuid"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
cask "visual-studio-code"
